Repository: m4dhouse/GioppyGio
Catalog: po/*.po
Languages: it

source: Exit
it: Esci

source: 1) Check the Lan or Wifi connection 2) Check your internet connection 3) Reopen GioppyGio Panel
it: 1) Controlla la connessione Lan o Wifi 2) Controlla la tua connessione internet 3) Riapri il plugin GioppyGio

source: * Remember to restart enigma2
it: * Ricordati di riavviare enigma2

source: If there is an update, run it!
it: Se è presente un aggiornamento, eseguilo!

source: %s: Not Available
it: %s: Non disponibile

source: %s: %s, in use: %s%%
it: %s: %s, in uso: %s%%

source: %s: %s Free: %s Used: %s (%s%%)
it: %s: %s Libera: %s Usata: %s (%s%%)

source: %s: %s Used: %s Free: %s
it: %s: %s Usata: %s Libera: %s

source: Installed list:
it: Elenco installato:

source: Settings & Picons V.%s by GioppyGio
it: Settings e Picons V.%s by GioppyGio

source: Picons DTT Italia only in 220x132 and 417x250 format!
it: Picons DTT Italia solo nel formato 220x132 e 417x250!

source: Install update...
it: Installo aggiornamento

source: installed! Do you want to download the Epg? The download takes place in the background.
it: installato! Vuoi effettuare il download degli Epg? Il download avviene in background.

source: Do you want to download the Epg? The download takes place in the background.
it: Vuoi effettuare il download degli Epg? Il download avviene in background.

source: Install Epg Import
it: Installo Epg Import

source: Do you want Restart GUI now ?
it: Vuoi riavviare la GUI?

source: Epg Importer not found! Do you want to install it?
it: Epg Import non trovato! Vuoi installarlo?

source: Do you want to restart the GUI to apply the changes?
it: Vuoi riavviare la GUI per applicare le modifiche?

source: Please be patient
it: Si prega di pazientare

source: Download in progress...
it: Download in corso...

source: Channel Settings and Picons
it: Liste Canali e Picons

source: Last Update: Never
it: Ultimo aggiornamento: mai

source: Last Update:
it: Ultimo aggiornamento:

source: New V.%s Press INFO to update
it: Nuova V.%s Premi INFO per aggiornare

source: Save | Install
it: Salva | Installa

source: Select the model:
it: Seleziona il modello:

source: Select the destination:
it: Seleziona la destinazione:

source: Select the size:
it: Seleziona il formato:

source: Select the satellite:
it: Seleziona il satellite:

source: Picons DTT Italy
it: Picons DTT Italia

source: Select the DTT Italia picons:
it: Seleziona i picons DTT Italia

source: All Regions
it: Tutte le regioni

source: Show in main menu
it: Visualizza nel menu principale

source: * Requires restart of enigma2
it: * Richiede il riavvio di enigma2

source: Install Picons: {} Destination: {} Resolution: {}
it: Installo i picons: {} Destinazione: {} Risoluzione: {}

source: Do you want to restart the GUI?
it: Vuoi riavviare la GUI?

source: Sorry, there is not any connected devices in your STB. Please connect USB and mount it in the /media/usb to install the Picons!
it: Spiacenti, non ci sono dispositivi collegati nel tuo STB. Collega un dispositivo USB montandolo in /media/usb per installare i Picons!

source: Sorry, there is not any connected devices in your STB. Please connect HDD and mount it in the /media/hdd to install the Picons!
it: Spiacenti, non ci sono dispositivi collegati nel tuo STB. Collega un dispositivo HDD montandolo in /media/hdd per installare i Picons!

source: Full Trasparent
it: Full Trasparente

source: White Trasparent
it: Bianco Trasparente

source: Elegant Black
it: Nero Elegante

source: Steel Black
it: Nero Acciaio

source: Gold Black
it: Nero Oro

source: Image running: %s
it: Image in esecusione: %s

source: Model Stb: %s
it: Modello Decoder: %s

source: Picons Gold only for satellites: 9%s Est - 13%s Est - 16%s Est - 19%s Est!
it: Picons Gold solo per i satelliti: 9%s Est - 13%s Est - 16%s Est - 19%s Est!

source: File download error!
it: Errore nel scaricare il file!

source: Download successful Do you want to restart the GUI to apply the changes?
it: Download completato con successo Vuoi riavviare la GUI per applicare le modifiche?

source: installed
it: installati

source: installed !
it: installato!

source: Sorry, cannot download !
it: Siamo spiacenti, non è possibile scaricare!

source: New:
it: Nuovo:

source: Old:
it: Vecchio

source: Sorry. no internet connection !
it: Scusate. Nessuna connessione internet !

source: Favorites: Yes
it: Preferiti: Si

source: Favorites:
it: Preferiti:

source: Auto Update:
it: Autoaggiornamento:

source: Favorites: No
it: Preferiti: No

source: Auto Update: Yes
it: Aggiornamento automatico: Si

source: Auto Update: No
it: Aggiornamento automatico: no

source: Yes
it: Si

source: Auto Update:
it: Aggiornamento automatico:

source: Server down for maintenance
it: Server inattivo per manutenzione

source: The new configurations are saved Setting: %s Date: %s The choice is different from the previous Do you want to proceed with the manual upgrade?
it: La nuova configurazione e' stata salvata Setting: %s Data: %s La scelta e' diversa da quella precedente Vuoi procedere con l'aggiornamento manuale?

source: The new configurations are saved Setting: %s Date: %s The new setting has a more recent date Do you want to proceed with the manual upgrade?
it: La nuova configurazione e' stata salvata Setting: %s Data: %s I nuovi setting hanno una data piu' recente Vuoi procedere con l'aggiornamento manuale?

source: Setting already updated, you want to upgrade anyway?
it: I setting sono gia aggiornati, vuoi aggiornarli comunque?

source: Restart E2
it: Riavvia Enigma2

source: Please select what you want to keep!
it: Si prega di selezionare cio che si desidera conservare!

source: It is recommended !! to mount the appropriate device before downloading. Otherwise Press OK to continue
it: ATTENZIONE Raccomandiamo di montare un dispositivo appropriato prima di eseguire il download. In alternativa, Premere OK per continuare

source: Select
it: Selezionare

source: Install
it: Installato

source: Installing addon %s
it: Installazione componenti aggiuntivi %s

source: Download Failed!-Server error:
it: Download non riuscito! Errore del server:

source: Download Failed!Unknown Error:%s
it: Download fallito! Errore sconosciuto:%s

source: Close
it: Esci

source: UnInstall
it: Disinstallare

source: All
it: Tutti

source: Australia generic
it: Australia generico

source: Automatic
it: Automatico

source: Bandplan
it: Banda

source: Cannot allocate the demuxer
it: Impossibile allocare il demuxer

source: Cannot free NIM because a recording is in progress
it: Registrazione in corso, impossibile effettuare una scansione

source: Cannot get frontend
it: Impossibile ottenere il front-end

source: Cannot get the NIM
it: Impossibile ottenere la registrazione

source: Cannot retrieve Resource Manager instance
it: Impossibile recuperare l'istanza di Resource Manager

source: Channel list ID
it: ID elenco canali

source: Clear before scan
it: Cancella prima della scansione

source: Country
it: Nazione

source: Create separate radio bouquet
it: Crea un bouquet radio separato

source: Create terrestrial bouquet
it: Crea bouquet terrestre

source: Create terrestrial.xml file
it: Crea il file terrestrial.xml

source: Enter channel list ID used in your area. If you are not sure enter zero.
it: Inserisci l'ID dell'elenco dei canali utilizzati nella tua zona. Se non sei sicuro, inserisci zero.

source: Enter the original network ID (ONID) of the multiplexes you wish to restrict the search to. GB terrestrial television normally ONID "9018".
it: Immettere l'ID di rete originale (ONID) dei multiplex a cui si desidera limitare la ricerca. La televisione terrestre del GB normalmente ONID "9018".

source: Found %d unique transponders
it: Trovati %d transponder

source: Found %d unique transponder
it: Trovato %d transponder

source: Found %d multiple transponders
it: Trovati %d molteplici transponders

source: From XML
it: Da XML

source: If you select "yes" all stored terrestrial channels will be deleted before starting the current search.
it: Se si seleziona "si" tutti i canali terrestri memorizzati verranno eliminati prima di iniziare la ricerca corrente.

source: If you select "yes" and LCNs are found in the NIT, the scan will create a bouquet of terrestrial channels in LCN order and add it to the bouquet list.
it: Se selezioni "si" e gli LCN vengono trovati nel NIT, la scansione creerà un bouquet di canali terrestri nell'ordine LCN e lo aggiungerà all'elenco dei bouquet.

source: If you select "yes" and radio services are fond these will be place in a separate bouquet. Otherwise TV and radio services will be placed in a combined bouquet.
it: Se selezioni "si" e i servizi radio sono preferiti, questi verranno inseriti in un bouquet separato. In caso contrario, i servizi TV e radio verranno inseriti in un bouquet combinato.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
it: Se selezioni "si" la scansione salverà solo i canali non crittografati; "no" troverà i canali crittografati e non crittografati.

source: LCN Descriptor
it: Descrittore LCN

source: MakeBouquet
it: Crea Bouquet

source: Making bouquet...
it: Crea il bouquet...

source: Most transmitters in European countries only have TV channels in the UHF band. Select "From XML" to access bandplans that are preloaded on the device.
it: La maggior parte dei trasmettitori nei paesi europei ha solo canali TV nella banda UHF. Seleziona "Da XML" per accedere ai piani di banda precaricati sul dispositivo.

source: No frequencies to search
it: Nessuna frequenza da cercare

source: No terrestrial tuner found
it: Nessun tuner terrestre trovato

source: No transponders to read
it: Nessun transponder da leggere

source: No valid NIM found for terrestrial
it: Nessun NIM valido trovato per terrestre

source: ONID to search
it: ONID da cercare

source: Only free scan
it: Solo canali in chiaro

source: Period of time to wait for the tuner to stabalise before taking a signal quality reading. 2 seconds is good for most hardware but some may require longer.
it: Tempo di attesa che il tuner utilizza prima di eseguire una lettura della qualità del segnale. 2 secondi vanno bene per la maggior parte dei decoder, alcuni potrebbero richiedere più tempo.

source: Reading %s MHz (ch %s)
it: Lettura %s MHz (canale %s)

source: Reading SI tables on %s MHz
it: Lettura delle tabelle su %s MHz

source: Reading streams
it: Lettura dei flussi

source: Do you really close without saving settings?
it: Vuoi davvero chiudere senza salvare le impostazioni?

source: Region
it: Regioni

source: Restrict search to single ONID
it: Limita la ricerca al singolo ONID

source: Scan
it: Cerca canali

source: Scanning for active transponders
it: Scansione per transponder attivi

source: Select "Yes" to restrict the search to multiplexes that belong to a single original network ID (ONID). Select "No" to search all ONIDs.
it: Selezionare "Sì" per limitare la ricerca ai multiplex che appartengono a un unico ID di rete originale (ONID). Seleziona "No" per cercare tutti gli ONID.

source: Select "yes" to create a custom terrestrial.xml file and install it in /etc/enigma2 for system scans to use.
it: Selezionare "si" per creare un file terrestrial.xml personalizzato e installarlo in /etc/enigma2 per le scansioni del sistema da utilizzare.

source: Select a tuner that is configured for terrestrial scans. "Automatic" will pick the highest spec available tuner.
it: Selezionare un tuner configurato per la scansione terrestre. "Automatico" sceglierà il tuner con le specifiche più elevate disponibile.

source: Select the LCN descriptor used in your area. 0x83 is the default DVB standard descriptor. 0x87 is used in some Scandinavian countries.
it: Seleziona il descrittore LCN utilizzato nella tua zona. 0x83 è il descrittore standard DVB predefinito. 0x87 è utilizzato in alcuni paesi scandinavi.

source: Select your country. If not available select 'all'.
it: Seleziona il tuo paese. Se non disponibile seleziona 'tutto'.

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
it: Seleziona la tua regione. Se non è disponibile, cambia 'Paese' in 'tutto' e seleziona una delle alternative predefinite.

source: Selected tuner is not configured
it: Il tuner selezionato non è configurato

source: Signal quality stabisation time (secs)
it: Tempo di stabilizzazione della qualità del segnale (sec)

source: Starting scanner
it: Comincia scansione

source: Starting search...
it: Inizio ricerca...

source: Terrestrial Scan
it: Scansione Terrestre

source: TerrestrialScan
it: ScansioneTerrestre

source: Tuning %s MHz
it: Sintonizzazione %s MHz

source: Tuning %s MHz (ch %s)
it: Sintonizzazione %s MHz (canale %s)

source: UHF Europe
it: UHF Europa

source: UHF/VHF Europe
it: UHF/VHF Europa

source: GioppyGio - Service scan
it: GioppyGio - Ricerca canali

source: DTTerrestrial LCN bouquet successfully created. Do you want to download the Epg? The download takes place in the background.
it: Bouquet - DTTerrestrial LCN creato con successo. Vuoi effettuare il download degli Epg? Il download avviene in background.
